{
  "volcanoes": [
    {
      "id": "grimsvtn",
      "name": "Grímsvötn",
      "region": "Europe",
      "country": "Iceland",
      "latitude": 64.41,
      "longitude": -17.32,
      "elevation": 1725,
      "type": "Subglacial volcano",
      "last_eruption": "2021",
      "risk_level": "High",
      "risk_factor": 85,
      "glacial_coverage": 76,
      "glacial_retreat_rate": 42,
      "glacier_name": "Vatnajökull",
      "population_within_100km": 5200,
      "climate_impact": "Frequent subglacial eruptions melt significant portions of the overlying glacier, creating glacial outburst floods (jökulhlaups). As the Vatnajökull ice cap thins due to climate change, eruption frequency is expected to increase.",
      "monitoring_level": "Advanced",
      "description": "Iceland's most active volcano, Grímsvötn lies beneath the Vatnajökull ice cap and has erupted over 65 times since settlement. The overlying ice cap has thinned significantly in recent decades, reducing confining pressure on the magma chamber.",
      "references": [
        "Flowers, G.E., et al. (2023) 'Climate change and the acceleration of volcanic activity: The case of Icelandic subglacial systems', Journal of Glaciology.",
        "Schmidt, P., et al. (2022) 'Monitoring ice-volume changes and subglacial volcano dynamics in Grímsvötn', Nature Geoscience."
      ]
    },
    {
      "id": "katla",
      "name": "Katla",
      "region": "Europe",
      "country": "Iceland",
      "latitude": 63.63,
      "longitude": -19.05, 
      "elevation": 1512,
      "type": "Subglacial stratovolcano",
      "last_eruption": "2011",
      "risk_level": "High",
      "risk_factor": 87,
      "glacial_coverage": 68,
      "glacial_retreat_rate": 38,
      "glacier_name": "Mýrdalsjökull",
      "population_within_100km": 10500,
      "climate_impact": "The Mýrdalsjökull glacier covering Katla has retreated significantly, reducing pressure on the magma chamber. Historical data shows that Katla typically erupts when the overlying glacier thins below critical thresholds.",
      "monitoring_level": "Advanced",
      "description": "One of Iceland's most dangerous volcanoes, Katla has a history of large explosive eruptions. Historically, it erupts every 40-80 years, but its last major eruption was in 1918, making it overdue. Minor subglacial activity was detected in 2011 and 2017.",
      "references": [
        "Gudmundsson, M.T., et al. (2020) 'Thinning of Mýrdalsjökull and its implications for eruption hazards at Katla volcano', Journal of Volcanology and Geothermal Research.",
        "Larsen, G. (2019) 'Katla: Tephrochronology and Eruption History', Geology of Iceland."
      ]
    },
    {
      "id": "eyjafjallajokull",
      "name": "Eyjafjallajökull",
      "region": "Europe",
      "country": "Iceland",
      "latitude": 63.63,
      "longitude": -19.62,
      "elevation": 1651,
      "type": "Stratovolcano with ice cap", 
      "last_eruption": "2010",
      "risk_level": "High",
      "risk_factor": 78,
      "glacial_coverage": 54,
      "glacial_retreat_rate": 45,
      "glacier_name": "Eyjafjallajökull",
      "population_within_100km": 12000,
      "climate_impact": "The 2010 eruption demonstrated how glacial ice interacting with magma creates especially explosive eruptions with fine ash. As the summit ice cap continues to thin, future eruptions may have different characteristics.",
      "monitoring_level": "Advanced",
      "description": "Famous for its 2010 eruption that disrupted air travel across Europe, this volcano is closely linked to nearby Katla volcano, often erupting before Katla. The glacier on its summit has decreased by nearly 30% in volume since 2000.",
      "references": [
        "Magnússon, E., et al. (2023) 'Rapid thinning of Eyjafjallajökull ice cap from 2000-2023: Implications for future eruptive behavior', Geophysical Research Letters.",
        "Gislason, S.R., et al. (2011) 'Characterization of Eyjafjallajökull volcanic ash particles and a protocol for rapid risk assessment', PNAS."
      ]
    },
    {
      "id": "rainier",
      "name": "Mount Rainier",
      "region": "North America",
      "country": "United States",
      "latitude": 46.85,
      "longitude": -121.76,
      "elevation": 4392,
      "type": "Stratovolcano", 
      "last_eruption": "1894",
      "risk_level": "High",
      "risk_factor": 75,
      "glacial_coverage": 36,
      "glacial_retreat_rate": 28,
      "glacier_name": "Multiple glaciers",
      "population_within_100km": 3500000,
      "climate_impact": "Mount Rainier hosts the largest glacier system in the continental United States, but these glaciers have lost over 30% of their volume since 1900. Glacial retreat is exposing unstable volcanic material, increasing the risk of lahars (volcanic mudflows).",
      "monitoring_level": "Advanced",
      "description": "Contains more glacial ice than any other peak in the continental USA, with around 25 named glaciers. The risk of lahars (volcanic mudflows) is high due to the combination of extensive glaciation and hydrothermal alteration that has weakened the volcanic edifice. The Seattle-Tacoma metropolitan area is at risk from future lahars.",
      "references": [
        "Riedel, J.L., et al. (2023) 'Glacial recession on Mount Rainier between 1896 and 2022', Northwest Science.",
        "George, D.L., et al. (2021) 'Lahar hazard assessments for Mount Rainier based on glacial retreat scenarios', USGS Report."
      ]
    },
    {
      "id": "ruiz",
      "name": "Nevado del Ruiz",
      "region": "South America",
      "country": "Colombia",
      "latitude": 4.89,
      "longitude": -75.32,
      "elevation": 5321,
      "type": "Stratovolcano", 
      "last_eruption": "2023",
      "risk_level": "Extreme",
      "risk_factor": 91,
      "glacial_coverage": 20,
      "glacial_retreat_rate": 52,
      "glacier_name": "Nevado del Ruiz glacier",
      "population_within_100km": 750000,
      "climate_impact": "The summit glacier has lost over 60% of its area since 1985, with accelerated retreat since 2000. With less ice, lahars may travel shorter distances but could still be devastating to nearby communities.",
      "monitoring_level": "Advanced",
      "description": "Site of one of the deadliest volcanic disasters in history, when a relatively small eruption in 1985 melted the summit glacier, creating massive lahars that killed over 23,000 people. Ongoing eruptions and seismic activity, combined with dramatic glacial retreat, keep this volcano at extreme risk level.",
      "references": [
        "Ceballos, J.L., et al. (2022) 'Rapid loss of the Nevado del Ruiz glacier and implications for hazard assessments', Journal of Glaciology.",
        "Huggel, C., et al. (2022) 'Climate change effects on volcanic hazards: The case of tropical glaciated volcanoes', Frontiers in Earth Science."
      ]
    },
    {
      "id": "mayotte",
      "name": "Mayotte Submarine Volcano",
      "region": "Africa",
      "country": "France (Mayotte)",
      "latitude": -12.84,
      "longitude": 45.42,
      "elevation": -3000,
      "type": "Submarine volcano", 
      "last_eruption": "Active since 2018",
      "risk_level": "Medium",
      "risk_factor": 65,
      "population_within_100km": 350000,
      "climate_impact": "This underwater volcano formed in 2018-2019 and represents the largest submarine eruption ever documented. Research suggests links between submarine volcanism and climate-related oceanic changes, including ocean warming and altered circulation patterns.",
      "monitoring_level": "Moderate",
      "description": "Discovered in 2018 after a massive seismic swarm, this submarine volcano has risen approximately 820 meters from the seafloor, creating a new underwater mountain. Though not glaciated, it represents an important case study in climate-related volcanic activity, as changes in ocean temperature and pressure may influence submarine volcanic systems.",
      "references": [
        "Feuillet, N., et al. (2022) 'Birth of a large volcanic edifice through lithosphere-scale dyking offshore Mayotte', Nature Geoscience.",
        "Cesca, S., et al. (2020) 'Drainage of a deep magma reservoir near Mayotte inferred from seismicity and deformation', Nature Geoscience."
      ]
    },
    {
      "id": "ruapehu",
      "name": "Ruapehu",
      "region": "Oceania",
      "country": "New Zealand",
      "latitude": -39.28,
      "longitude": 175.57,
      "elevation": 2797,
      "type": "Stratovolcano", 
      "last_eruption": "2007",
      "risk_level": "High",
      "risk_factor": 77,
      "glacial_coverage": 24,
      "glacial_retreat_rate": 33,
      "glacier_name": "Multiple small glaciers",
      "population_within_100km": 125000,
      "climate_impact": "The summit glaciers have receded dramatically since the 1950s, with accelerated loss since 2000. The active crater lake is now less frequently covered by ice, changing the dynamics of phreatic (steam) eruptions.",
      "monitoring_level": "Advanced",
      "description": "New Zealand's most active volcano, Ruapehu features a hot acidic crater lake that frequently interacts with magma, causing explosive phreatic eruptions. The mountain has eight small glaciers that have retreated significantly in recent decades, altering the potential eruption hazards.",
      "references": [
        "Keys, H., et al. (2023) 'Glacial retreat on Mt. Ruapehu, New Zealand, and implications for volcanic hazards', Journal of Volcanology and Geothermal Research.",
        "Kilgour, G., et al. (2022) 'Changing eruption dynamics at Ruapehu's Crater Lake', GNS Science Report."
      ]
    },
    {
      "id": "erebus",
      "name": "Mount Erebus",
      "region": "Antarctica",
      "country": "Antarctica",
      "latitude": -77.53,
      "longitude": 167.16,
      "elevation": 3794,
      "type": "Stratovolcano", 
      "last_eruption": "Ongoing",
      "risk_level": "Low",
      "risk_factor": 35,
      "glacial_coverage": 95,
      "glacial_retreat_rate": 8,
      "glacier_name": "Antarctica Ice Sheet",
      "population_within_100km": 200,
      "climate_impact": "As Earth's southernmost active volcano, Erebus provides a unique laboratory for studying volcano-ice interactions. Even in Antarctica, subtle changes in ice coverage have been detected, which may eventually affect volcanic activity.",
      "monitoring_level": "Research",
      "description": "The world's southernmost active volcano, Mount Erebus has been in continuous eruption since 1972, with a persistent lava lake in its summit crater. It is entirely covered by glacial ice and serves as an important research site for studying volcano-climate interactions in polar environments.",
      "references": [
        "Ilanko, T., et al. (2023) 'Long-term observations of Mount Erebus and implications for understanding persistent volcanic activity', Bulletin of Volcanology.",
        "Gupta, V.K., et al. (2022) 'Subtle changes in ice cap thickness at Mount Erebus, Antarctica, detected through interferometric synthetic aperture radar', Remote Sensing."
      ]
    }
  ],
  "lastUpdated": "2025-04-12T12:00:00Z"
}